{"translation-revision-date":"2024-10-03 21:26:36+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Display the Apple Pay, Google Pay, or Stripe Link button to users based on their browser and login status.":["Toon gebruikers de knop voor Apple Pay, Google Pay of Stripe Link op basis van hun browser en login status."],"Simplify checkout with fewer steps to pay.":["Vereenvoudig betalen met minder stappen om te betalen."],"An easy, secure way to pay that's accepted on millions of stores.":["Een eenvoudige, veilige manier om te betalen die geaccepteerd wordt door miljoenen winkels."],"A one-click, high-converting, secure checkout built for Woo — themed to your brand.":["Een veilige betaalfunctie met één klik en die eenvoudig omgezet kan worden. Gebouwd voor Woo en afgestemd op je merk."],"Copy the test number:":["Kopieer het testnummer:"],"Test number copied to your clipboard!":["Testnummer gekopieerd naar je klembord!"],"There was a problem processing the order.":["Er was een probleem bij het verwerken van de bestelling."],"Signature not found.":["Handtekening niet gevonden."],"Request for signature failed.":["Verzoek om handtekening mislukt."],"Please type only valid emails":["Vul alleen geldige e-mailadressen in"],"Please fill out all required fields":["Vul alle vereiste velden in"],"WooPay Connect Direct Checkout":["Direct afrekenen verbinden met WooPay"],"Invalid or missing payment details. Please ensure the provided payment method is correctly entered.":["Ongeldige of ontbrekende betaalgegevens. Zorg ervoor dat de aangeboden betaalmethode juist is ingevoerd."],"Please select your product options before proceeding.":["Selecteer je product opties voordat je verder gaat."],"Sorry, this product is unavailable. Please choose a different combination.":["Dit product is niet beschikbaar. Kies een andere combinatie."],"Book with WooPay":["Boeken met WooPay"],"Donate with WooPay":["Doneren met WooPay"],"This payment method cannot be saved for future use.":["Deze betaalwijze kan niet worden bewaard voor toekomstig gebruik."],"Something went wrong. Please try again.":["Er is iets fout gegaan. Probeer het opnieuw."],"Test Mode":["Test modus"],"WooPay is unavailable at this time. Sorry for the inconvenience.":["WooPay is op dit moment niet beschikbaar. Sorry voor het ongemak."],"Buy with WooPay":["Kopen met WooPay"],"WooPay is unavailable at this time. Please complete your checkout below. Sorry for the inconvenience.":["WooPay is momenteel niet beschikbaar. Voltooi hieronder het afrekenen. Onze excuses voor het ongemak."],"WooPay":["WooPay"],"WooPay SMS code verification":["WooPay SMS code verificatie"],"Shipping":["Verzending"],"Tax":["Btw"],"Refund":["Terugbetaling"],"An error was encountered when preparing the payment form. Please try again later.":["Er is een fout opgetreden bij het voorbereiden van het betalingsformulier. Probeer het later opnieuw."]}},"comment":{"reference":"dist\/blocks-checkout.js"}}